import {T_Service} from "src/modules/types.ts";

export const ServiceMocks:T_Service[] = [
    {
        id: 1,
        name: "Установка и настройка сетевого оборудования",
        status: 1,
        image: "",
        description: "Настройка сетевого оборудования – это процесс согласования работы всех устройств, находящихся в одной сети. В условиях небольшой одноранговой модели эта задача выполняется достаточно быстро",
        price: 10000
    },
    {
        id: 2,
        name: "Мониторинг инфраструктуры",
        status: 1,
        image: "",
        description: "Мониторинг ИТ-инфраструктуры — это процесс сбора, наблюдения и анализа данных о состоянии объектов ИТ, систем и процессов. Также сюда входит диагностика, оценка и отслеживание динамики изменений",
        price: 7000
    },
    {
        id: 3,
        name: "Резервное копирование",
        status: 1,
        image: "",
        description: "Резервная копия данных – это копия данных системы, конфигурации или приложения, которая хранится отдельно от оригинала. В некоторых случаях организации могут столкнуться с непредвиденных событиями, например чрезвычайными ситуациями, человеческим фактором, угрозами безопасности или системными сбоями",
        price: 5000
    },
    {
        id: 4,
        name: "Защита от кибератак",
        status: 1,
        image: "",
        description: "Вот некоторые меры, которые помогут защитить вашу компанию от кибератак: обучение сотрудников основам кибербезопасности (риски и методы обезвреживания угроз); доведение до сведения сотрудников, что такое конфиденциальная информация; повышение безопасности оборудования; установка всех необходимых решений",
        price: 10000
    }
]